/* card validator error message */
"Card not supported for payment" = "La tarjeta no es compatible para el pago";

/* card validator error message */
"Card number is invalid" = "El número de tarjeta no es válido";

/* card validator error message */
"Card number is required" = "El número de tarjeta es obligatorio";

/* card validator error message */
"Card number must contain only digits" = "El número de tarjeta solo debe contener dígitos";

/* card validator error message */
"Card’s expiration date is invalid" = "La fecha de vencimiento de la tarjeta no es válida";

/* card validator error message */
"Expiry date is required" = "La fecha de vencimiento es obligatoria";

/* card validator error message */
"Invalid card number" = "Número de tarjeta no válido";

/* card validator error message */
"Invalid CVC / CVV" = "CVC / CVV no válido";

/* card validator error message */
"Invalid expires date" = "Fecha de vencimiento no válida";

/* card validator error message */
"Invalid name on card" = "Nombre en la tarjeta no válido";

/* card validator error message */
"Please enter your card name" = "Por favor, introduce el nombre en la tarjeta";

/* card validator error message */
"Security code is invalid" = "El código de seguridad no es válido";

/* card validator error message */
"Security code is required" = "El código de seguridad es obligatorio";

/* card validator error message */
"Security code must contain only digits" = "El código de seguridad solo debe contener dígitos";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "Introduce el CVC/CVV para\n%@";

/* Pay now - pay button */
"Pay now" = "Pagar ahora";

/* CVC title without card details */
"Enter CVC/CVV" = "Introduce CVC/CVV";

/* total amount of payment session */
"Total %@" = "Total %@";
